Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: A rest facility is easy to organize, for example, when the dining area of a cabin is fitted out in such a way that space can be prepared for lying down in.
sv: Exempel på en vilplats som lätt kan ställas i ordning är när matplatsen i en bod är inredd på ett sådant sätt att den medger liggplats.

source: A rest facility in a cabin can be dispensed with when a suitable rest area is otherwise available, for example in a building at the worksite.
sv: Exempel på när en bod kan vara utan vilplats är när lämpligt vilutrymme finns att tillgå på annat sätt, t.ex. i en byggnad inom arbetsstället.

source: A special sick room may be needed, for example, when more than 50 people are regularly occupied simultaneously within a single area, e.g. in one or more adjoining buildings.
sv: Exempel på när vilplatsen kan behöva vara utförd som ett särskilt vilrum är då fler än 50 personer regelbundet sysselsätts samtidigt inom ett område, t.ex. i en eller flera byggnader intill varandra.

source: The number of rest rooms needed depend on the type of work and the number of employees.
sv: Antalet vilrum som behövs beror på arbetets typ och antalet arbetstagare.

source: In schools, use can be made, for example, of rest room adjoining pupil welfare facilities.
sv: I skolan kan exempelvis vilrum i anslutning till elevvårdslokaler utnyttjas.

source: It is good if the room can be located in quiet surroundings.
sv: Det är bra om rummet placeras i tyst omgivning.

source: Provisions on rest areas are also included in the provisions on pregnant and breast-feeding employees.
sv: Bestämmelser om vilutrymme finns också i föreskrifterna om gravida och ammande arbetstagare.

source: Guidance on Section 108
sv: AFS 2009:2

source: Suitable furnishing in most cases comprises a bed with pillow and blanket, a table, chair, bedside lamp, clothes hook and mirror.
sv: Till 108 § Lämplig inredning är i de flesta fall en säng med kudde och filt, bord, stol, sänglampa, klädkrok och spegel.

source: It is an advantage if colours and materials impart an atmosphere of tranquillity to the room.
sv: Det är bra om färger och material ger rummet en lugn karaktär.

source: Medical equipment can very well be kept in or next to a rest room.
sv: Sjukvårdsutrustning kan lämpligen finnas i eller i anslutning till vilrummet.

source: It is an advantage if a toilet – preferably a disabled toilet with shower – is available next to the room or near it.
sv: Det är en fördel om en toalett – gärna handikapptoalett med dusch – finns i anslutning till rummet eller i närheten av detta.

source: Otherwise it is appropriate for the room itself to have a wash basin.
sv: Om så inte är fallet är det lämpligt att det finns tvättställ i rummet.

source: An "Occupied" sign and an alarm device are suitable items to be included in the rest room equipment.
sv: Det är lämpligt att upptagetmarkering och larmanordning ingår i vil- rummets utrustning.

source: An alarm device can, for example, take the form of an alarm signal transmitted to a service unit or it can take the form of a telephone.
sv: Exempel på larmanordning är larmsignal till service- enhet eller telefon.

source: Another suitable space which can be used as a waiting room is, for example, a canteen or social area, if this does not inconvenience persons having a meal break or coffee break.
sv: Exempel på annat lämpligt utrymme som kan utnyttjas som väntrum är matrum och pausrum, om inte detta medför nackdelar för dem som har rast eller paus.

source: At a rough estimate, the space requirement for a waiting room can be put at approximately 1 m² floor space per person
sv: Vid överslagsberäkning av utrymme för väntrum kan antas att det fordras ca 1 m2 golvyta per person.

source: Accommodation, e.g. in connection with heavy engineering work, does not count as sleeping accommodation for the purpose of these Provisions.
sv: Förläggning t.ex. vid anläggningsarbete räknas inte som överliggningsrum enligt dessa föreskrifter.

source: It is appropriate for furnishing to comprise a bed, a wardrobe or clothes locker, linen cupboard, chair, table, and ceiling and bed lamps.
sv: Inredningen kan lämpligen vara säng, garderob eller klädskåp, linne- skåp, stol, bord, tak- och sängbelysning.

source: The equipment can consist of a duvet or blanket, bed linen, a waking device and a mirror.
sv: Utrustningen kan utgöras av täcke eller filt, kudde, sänglinne, väckningsanordning och spegel.

source: A hotel room or staff room meeting the requirements of this Section can also be used as sleeping accommodation.
sv: Hotellrum eller personalrum som uppfyller kraven i paragrafen kan också utnyttjas som överliggningsrum.

source: In a cabin with several different spaces, it may be appropriate for each space to have a window which can be opened.
sv: I bodar med flera separata utrymmen kan det vara lämpligt att varje utrymme har ett öppningsbart fönster.

source: As a precaution against burglary, windows may also need to be provided with shutters or bars.
sv: För att motverka inbrott kan fönstren behöva förses med luckor eller galler.

source: If so, it is important to make sure that anti-intruder fixtures do not obstruct a possible escape route.
sv: Det är då viktigt att se till att inbrottsskyddet inte utgör hinder i en eventuell utrymningsväg.

source: To supply adequate daylight to cabins, a suitable minimum value for the window area is 10% of the floor area.
sv: För att få tillräckligt med dagsljus i bodar kan det vara lämpligt med en fönsterarea som är minst 10 % av golvarean.

source: Workplaces outdoors also need maintenance.
sv: Även arbetsplatser utomhus behöver underhållas.

source: The aim of maintenance it to safeguard durability, safety and hygiene in the first instance.
sv: Syftet med underhåll är i första hand att säkerställa hållfasthet, säkerhet och hygien.

source: It is also appropriate from a job satisfaction viewpoint that the surfaces of floors, walls and ceilings should be properly looked after.
sv: Det är lämpligt även från trivselsynpunkt att ytor på golv, väggar och tak underhålls väl.

source: It is also the purpose of maintenance to ensure that things will work as intended.
sv: Underhåll är också till för att säkerställa att allt fungerar på avsett vis.

source: From a work environment viewpoint, the purpose of tidying and cleaning is among other things to counteract the risks of accidents and ill-health.
sv: Syftet med städning och rengöring är från arbetsmiljösynpunkt bl.a. att motverka risker för olycksfall och ohälsa.

source: On tidy premises there is less risk of tripping and slipping, of fire breaking out in accumulated dust and spillage and absorbing health-endangering substances through inhalation or skin contact.
sv: I en städad lokal minskar riskerna för att någon snubblar eller halkar, att det börjar brinna i ansamlat damm och spill eller att någon får i sig hälsofarliga ämnen genom inandning eller hudkontakt.

source: A tidy environment is also important for the prevention and alleviation of allergic disorders, for example, and for reducing the risk of infections spreading.
sv: En välstädad miljö är också viktig för att förebygga och lindra t.ex. allergiska besvär och minska risken för smittspridning.

source: Cleaning combines with good ventilation to maintain a low concentration of dust in the air.
sv: Städning samverkar med god ventilation till att hålla dammhalten i luften låg.

source: Cleaning routines are best defined in a cleaning programme describing how often and by what methods different rooms, surfaces and furnishing details are to be cleaned.
sv: Rutiner för städning kan lämpligen läggas fast i ett städschema som beskriver hur ofta och med vilka metoder olika rum, ytor och inredningsdetaljer ska rengöras.

source: It may be appropriate for the cleaning programme to distinguish between daily, weekly, monthly and major cleaning.
sv: Det kan vara lämpligt att städschemat görs med indelning i daglig, vecko-, månads- och storstädning.

source: Certain spaces may need to be cleaned several times daily.
sv: Vissa utrymmen kan behöva - städas flera gånger per dag.

source: It is important for cleaning methods and routines to be adapted to the function of the premises and the nature of the activities.
sv: Det är viktigt att städmetoder och rutiner är anpassade efter lokalens funktion och verksamhetens art.

source: The National Board of Health and Welfare has general recommendations for school and pre-school cleaning.
sv: För städning i skolor och förskolor har Socialstyrelsen allmänna råd.

source: Spaces needed may include, for example, cleaning spaces for the storage of equipment, cleaning trolley, cleaning materials and disposables.
sv: Utrymmen som behövs kan vara t.ex. städutrym- men för förvaring av redskap, städvagn, städmateriel och förbrukningsmateriel.

source: A cleaning space normally needs to be provided on each storey, for the avoidance of unnecessary loads when moving necessary equipment.
sv: Minst ett städutrymme behöver normalt finnas på varje våningsplan, så att man slipper flytta utrustning mellan våningarna och därmed kan undvika onödig belastning.

source: It is important that a convenient route, with no steps and with low thresholds and adequate door openings, should be provided for a cleaning trolley.
sv: Det är viktigt att det finns en bekväm väg utan trappsteg och med låga trösklar och tillräckliga dörröppningar där man behöver ta sig fram med städvagn.

source: A cleaning space should among other things be planned in such a way that work above shoulder height and below knee level will be avoided.
sv: Städutrymmen bör bl.a. planeras så att arbete över axelhöjd och under knähöjd undviks.

source: A slop sink should be positioned where it can provide support for a bucket, preferably with the upper edge of the sink about 0.6 m and the spout of the tap about 1.1 m above floor level.
sv: Utslagsbacken bör placeras så att den kan vara underlag för en hink, lämpligast med backens överkant ca 0,6 m och blandarens utlopp ca 1,1 m över golvet.

source: Good ventilation is important in a cleaning space, e.g. in order for cleaning equipment to dry, and so is good lighting.
sv: Det är viktigt att det i städutrymmen finns god ventilation, bl.a. för att städredskapen ska torka, och god belysning.

source: In addition to a cleaning room, a central store is usually needed, e.g. for supplies, cleaning agent, equipment and machinery.
sv: Förutom städrum behövs i regel ett centralförråd för t.ex. materiel, rengöringsmedel, redskap och maskiner.

source: Often other premises are also needed for cleaning.
sv: Ofta behövs även andra lokaler för städningen.

source: In large buildings it is often appropriate for these to be gathered into a cleaning centre, which can include premises for storing materials, trolleys, equipment, machinery, battery charging, laundry, offices and a staff room.
sv: I större byggnader är det ofta lämpligt att samla dessa i en städcentral, som då kan innehålla lokaler för materielförråd, vagnar, redskap, maskiner, batteriladdning, tvätt, expedition och personalrum.

source: Refuse storage rooms and traffic routes must normally permit wheeled handling.
sv: Avfallsutrymmen och transportvägar behöver normalt tillåta rullande hantering.

source: A refuse storage room normally needs to be accessible from indoors and to be positioned close to a lift, to facilitate transport operations.
sv: Avfallsutrymmen behöver normalt kunna nås via förbindelse inomhus och placeras nära hiss, för att underlätta transporter.

source: The passage measurements should be such that transports can be carried out in an ergonomically correct way.
sv: Passagemåt- ten bör vara sådana att transporter kan ske på ett ergonomiskt riktigt sätt.

source: A refuse storage room should be designed for easy cleaning.
sv: Avfallsutrymmen bör vara så utformade att de är lätta att hålla rena.

source: Accordingly, it often needs to have a floor drain and a water supply.
sv: Det behöver därför ofta ha golvbrunn och tillgång till vatten.

source: When planning a refuse storage room, consideration must be paid to waste separation and to separate storage for recycling.
sv: När man planerar ett avfallsutrymme behöver hänsyn tas till källsortering och separat förvaring för återvinning.

source: Normally space also needs to be provided for bulk waste and for returnable packaging.
sv: Normalt behöver plats också finnas för skrymmande avfall, s.k. grovsopor, och för returemballage.

source: Refrigerated storage may be needed for noisome and decomposing waste, e.g. from food manufacturing or retailing premises, and also for hazardous waste.
sv: Kyld förvaring kan behövas för luktande och ruttnande avfall t.ex. avfall från livsmedelslokaler, liksom för smittförande avfall.

source: It is important that maintenance and servicing of devices can be performed in such a way that unsuitable work postures and working movements are avoided.
sv: Det är viktigt att underhåll och service av anordningar kan utföras på ett sådant sätt att olämpliga arbetsställningar och arbetsrörelser undviks.

source: The avoidance of work above shoulder height and below knee level is especially important.
sv: Särskilt viktigt är att kunna undvika arbete över axelhöjd och under knähöjd.

source: Various maintenance requirements, e.g. in fan rooms and lift machine rooms, need to be taken into account and consideration paid to future maintenance work already when the facilities are being planned, e.g. as regards access and traffic routes, adequate space for work, lighting, power sockets, indoor stairs, fixed ladders and work platforms, anchorings, lifting hooks etc.
sv: Det är viktigt att olika underhållsbehov i t.ex. fläktrum och hissmaskinrum beaktas och att hänsyn tas till villkoren för underhållsarbetet redan vid planeringen av lokalerna, t.ex. vad gäller tillträdes- och transportvägar, tillräckligt utrymme för arbetet, belysning, eluttag, trappor inomhus, fasta stegar och arbetsplattformar, fästen, lyftkrokar o.d.

source: Good access is also important and so is the provision of adequate working space, both vertically and horizontally, at installations which may need to be repaired, replaced or accessed for some other reason.
sv: Det är också viktigt att tillgängligheten är god och att tillräckligt arbetsutrymme i höjd och bredd finns vid installationer som kan behöva repareras, bytas ut eller som av annan anledning behöver vara åtkomliga.

source: Installations of this kind include, for example, heating boilers, radiators, tube fittings, valves, refrigerators, washing machines and dishwashers, toilets and wash basins.
sv: Exempel på sådana installationer är värmepannor, radiatorer, rördelar, ventiler, kylskåp, tvätt- och diskmaskiner, toalettstolar och handfat.

source: General lighting Lighting generally obtained from uniformly distributed luminaries in a workroom or work area.
sv: Allmänbelysning Belysning som vanligen åstadkommes genom likformigt placerade armaturer i arbets- lokal eller arbetsområde.

source: Artificial lighting Light of other than natural origin.
sv: Artificiell belysning Ljus utan naturligt ursprung, konstgjord belysning.

source: Lighting factors Collective term for various factors such as illuminance, luminance, glare, the direction of light, contrast, light colour and colour rendering.
sv: Belysningsfaktorer Sammanfattande benämning för olika faktorer som belysningsstyrka, luminans, bländning, ljusets riktning, kontrast, ljusfärg och färgåtergivning.

source: Lighting intensity The relation between the flow of light falling on a surface and the size of that surface (lumen/m²).
sv: Belysningsstyrka Förhållandet mellan det ljusflöde som faller på en yta och denna ytas storlek (lumen/m2).

source: Stated in lux (lux=lm/m²).
sv: Anges i enheten lux (lux=lm/m2).

source: Colour temperature Stated in kelvin (K).
sv: Färgtemperatur Anges i kelvin (K).

source: A low colour temperature gives a warm-coloured light, while a high temperature is perceived as resembling daylight
sv: Låg färgtemperatur ger ett varmtonat ljus medan hög temperatur uppfattas som dagsljuslikt.

source: Colour rendering index Indicates the capacity of the light source for correctly reproducing colours, related to its colour temperature.
sv: Färgåtergivningsindex Anger ljuskällans förmåga att återge färger relaterad till dess färgtemperatur.

source: Denoted Ra, it is expressed on a scale of 0-100.
sv: Betecknas Ra och anges inom skalan 0–100.

source: A high number means that the light source has a very good colour rendering capacity.
sv: Höga tal innebär att ljuskällan har mycket god förmåga att återge färger.

source: Contrast Relative difference between the luminances of different parts of a visual object and its background luminance in the field of vision.
sv: Kontrast Relativ skillnad mellan luminanser hos olika delar av ett synobjekt och dess bakgrund i synfältet.

source: The radiation flow from the light source (which can be stated, for example, in watt) is “valued” according to the sensitivity of the human eye to light at different wavelengths.
sv: anges t.ex. i watt) ”värderas” efter det mänskliga ögats känslighet för ljus med olika våglängder.

source: Stated in lumen (lm).
sv: Anges i enheten lumen (lm).

source: Localised general lighting General lighting specially designed to particular tasks, e.g. through positioning of luminaires to meet the lighting requirements at individual workplaces.
sv: Lokaliserad allmänbelysning Allmänbelysning som är särskilt utformad med hänsyn till speciella arbetsuppgifter, t.ex. genom orientering av armaturer för att tillgodose belysningsbehov på enskilda arbetsplatser.

source: Luminance The intensity per unit of area in the light emitted or reflected from a surface.
sv: Luminans Luminansen anger intensiteten per ytenhet i ljuset från en yta (utsänt eller reflekterat).

source: Stated in candelas per square metre (cd/m²).
sv: Anges i candela per kvadratmeter (cd/m2).

source: The perceived brightness of the surface depends on the adaptation of the eye and the luminance of the surface.
sv: Hur ljus ytan upplevs vara beror på ögats adaptationstillstånd och ytans luminans.

source: Peripheral field of vision The surroundings outside the outer field of vision.
sv: Perifert synfält Omgivningen utanför det yttre synfältet.

source: Task lighting Lighting obtained from a luminaire specially arranged for the task at the individual workplaces.
sv: Platsbelysning Belysning som erhålls genom en för arbetsuppgiften särskilt ordnad armatur vid den enskilda arbetsplatsen.

source: Visual object The object looked at during the work process.
sv: Synobjekt Föremål som betraktas under arbetsprocessen.

source: Noise Unwanted sound.
sv: Buller Icke önskvärt ljud.

source: Covers both sound that is injurious to hearing and annoying sound.
sv: Omfattar både hörsel- skadligt och störande ljud.

source: Reverberation Lingering sound reflections in a room which eventually fade away after the sound source has ceased to act.
sv: Efterklang Kvardröjande ljudreflexer i ett rum som så småningom tynar bort sedan ljudkällan upphört att verka.

source: Reverberation time The time it takes for the sound pressure level to fall by 60 dB after a sound source has ceased to act.
sv: Efterklangstid Den tid det tar för ljudtrycksnivån att minska 60 dB -efter det att en ljudkälla upphört att verka.

source: Impulsive sound A brief sound of less than one second’s duration with a frequency-weighted peak level exceeding the sound level in a short interval round the impulsive sound by more than 15 dB.
sv: Impulsljud Ljud med mycket kort varaktighet, mindre än 1 sekund, som medför en plötslig tryckförändring.

source: Normally measured with weighting filter C and the setting "peak" on measuring instruments.
sv: Mäts normalt med vägningsfilter C och inställning ”peak” hos mätinstrumentet.

source: Infrasound Sound at frequencies of up to approximately 20 Hz.
sv: Infraljud Ljud med frekvenser upp till ca 20 Hz.

source: Sound-absorbent material Material capable of absorbing acoustic energy.
sv: Ljudabsorberande material Material med förmåga att uppta ljudenergi.

source: Reduces the intensity of reflected sound.
sv: Minskar styrkan hos reflekterat ljud.

source: Sound absorption Reduction of acoustic energy through the energy absorption of a substance.
sv: Ljudabsorption Reducering av ljudenergin genom energiupptagning hos ett ämne.

source: Sound pressure The difference between instantaneous pressure at a point in an acoustic field and the static pressure.
sv: Ljudtryck Skillnaden mellan det momentana trycket i en punkt i ett ljudfält och det statiska trycket.

source: (The magnitude of pressure variations in the sound.)
sv: (Storleken på tryckvariationerna hos ljudet).

source: Determines the strength of sound.
sv: Bestämmer ljudets styrka.

source: Sound pressure Logarithmic measure of the strength of sound, based on the sound pressure level in relation to a reference value.
sv: Ljudtrycksnivå Logaritmiskt mått på ljudets styrka baserat på ljudtrycket i förhållande till ett referensvärde.

source: Stated in decibels (dB).
sv: Anges i decibel (dB).

source: Sound insulation Reduction of sound transmission
sv: Ljudisolering Minskning av ljudöverföring.

source: Airborne sound Reduction of airborne sound transmission.
sv: Luftljudsisolering Minskning av luftljudsöverföring.

source: Sound level An abbreviated form of “weighted sound pressure level”.
sv: Ljudnivå Förkortat skrivsätt för vägd ljudtrycksnivå.

source: Stated in dB(A) when an A-weighting filter is used.
sv: Anges i dB(A) när vägningsfilter A använts.

source: Impact sound insulation Reduction of impact noise.
sv: Stegljudsisolering Minskning av stegljud.

source: Impact sound pressure level A quantity indicating impact sound insulation.
sv: Stegljudsnivå Mått på stegljudsisolering.

source: Indicates the sound pressure level in a certain room when a standardised impact sound apparatus impacts on the floor in a neighbouring space.
sv: Anger ljudtrycksnivån i ett visst rum när en standardiserad stegljudsapparat bankar på golvet i ett angränsande utrymme.

source: Structure-borne sound Sound transmitted through the carcass of a building.
sv: Stomljud Ljud som fortplantas i fasta material t.ex. i en byggnads stomme.

source: Weighting filter A filter adapting the measuring instrument to the frequency-dependent sensitivity of the ear.
sv: Vägningsfilter Filter som anpassar mätinstrumentet till örats frekvensberoende känslighet.

source: The two most common filters are called A and C filters.
sv: De två vanligaste filtren kallas A- och C-filter.

source: The A filter gives greater attenuation at low frequencies and little attenuation at high frequencies.
sv: A-filtret ger stor dämpning vid låga frekvenser och liten dämpning vid höga frekvenser.

source: The C filter gives little attenuation at both low and high frequencies.
sv: C-filtret ger liten dämpning vid både låga och höga frekvenser.

source: Outdoor air Air outside or from the outside.
sv: Uteluft Luft i eller från det fria.

source: Supply air Air supplied to a room.
sv: Tilluft Luft som tillförs ett rum.

source: Supply air can be outdoor air, return air or transferred air.
sv: Tilluft kan vara uteluft, återluft eller överluft.

source: Transferred air Air transferred from room to room.
sv: Överluft Luft som överförs från rum till rum.

source: Extract air Air removed from a room.
sv: Frånluft Luft som bortförs från rum.

source: Return air Extract air returned to a group of rooms.
sv: Återluft Frånluft som återförs till en grupp av rum.
